{
  "There is some": [
    "There is some food left in the fridge.",
    "There is some truth to what you're saying.",
    "There is some water on the floor.",
    "There is some mail for you on the table.",
    "There is some confusion about the schedule.",
    "There is some tension in the room.",
    "There is some evidence to support that claim.",
    "There is some money in the drawer.",
    "There is some work to be done here.",
    "There is some noise coming from outside."
  ],
  "There are so many": [
    "There are so many options to choose from.",
    "There are so many people at the event.",
    "There are so many books I want to read.",
    "There are so many reasons to visit this place.",
    "There are so many things to do this weekend.",
    "There are so many questions I want to ask.",
    "There are so many ways to solve this problem.",
    "There are so many beautiful places in the world.",
    "There are so many opportunities out there.",
    "There are so many memories from that trip."
  ],
  "There are a lot of": [
    "There are a lot of cars on the road today.",
    "There are a lot of great restaurants in this city.",
    "There are a lot of tasks to complete before the deadline.",
    "There are a lot of people who agree with you.",
    "There are a lot of things to consider.",
    "There are a lot of opportunities in this field.",
    "There are a lot of options available.",
    "There are a lot of different ways to approach this.",
    "There are a lot of challenges ahead.",
    "There are a lot of flowers blooming in the garden."
  ],
  "There are a number of reasons": [
    "There are a number of reasons why we should proceed.",
    "There are a number of reasons to be optimistic.",
    "There are a number of reasons why this plan could work.",
    "There are a number of reasons to consider this offer.",
    "There are a number of reasons why we need to act now.",
    "There are a number of reasons for the delay.",
    "There are a number of reasons to trust this decision.",
    "There are a number of reasons why it's important.",
    "There are a number of reasons to support this initiative.",
    "There are a number of reasons for choosing this approach."
  ],
  "Are there any": [
    "Are there any updates on the project?",
    "Are there any seats available?",
    "Are there any questions so far?",
    "Are there any issues we should discuss?",
    "Are there any snacks left in the kitchen?",
    "Are there any meetings scheduled for today?",
    "Are there any good movies playing tonight?",
    "Are there any volunteers for the event?",
    "Are there any changes to the plan?",
    "Are there any alternatives we can consider?"
  ],
  "Is there anything": [
    "Is there anything I can do to help?",
    "Is there anything you need from the store?",
    "Is there anything else you'd like to add?",
    "Is there anything wrong with the system?",
    "Is there anything we should be aware of?",
    "Is there anything on your mind?",
    "Is there anything we can improve?",
    "Is there anything scheduled for tomorrow?",
    "Is there anything you'd like to talk about?",
    "Is there anything you want to share?"
  ],
  "Are there many": [
    "Are there many people at the party?",
    "Are there many options to choose from?",
    "Are there many students in your class?",
    "Are there many tickets left for the concert?",
    "Are there many opportunities like this?",
    "Are there many restaurants nearby?",
    "Are there many items on sale?",
    "Are there many changes in the new policy?",
    "Are there many tasks to complete?",
    "Are there many ways to solve this issue?"
  ]
}
