{
  "I'm sorry to": [
    "I'm sorry to hear about your loss.",
    "I'm sorry to bother you, but I need your help.",
    "I'm sorry to interrupt, but I have a question.",
    "I'm sorry to inform you that the event is canceled.",
    "I'm sorry to say that I won't be able to attend.",
    "I'm sorry to keep you waiting.",
    "I'm sorry to bring this up again.",
    "I'm sorry to disappoint you.",
    "I'm sorry to trouble you with this.",
    "I'm sorry to see you go."
  ],
  "I'm sorry about": [
    "I'm sorry about the misunderstanding.",
    "I'm sorry about the delay.",
    "I'm sorry about last night.",
    "I'm sorry about the noise.",
    "I'm sorry about what happened earlier.",
    "I'm sorry about the inconvenience.",
    "I'm sorry about the mix-up.",
    "I'm sorry about missing your call.",
    "I'm sorry about the confusion.",
    "I'm sorry about the mistake."
  ],
  "I'm sorry for": [
    "I'm sorry for being late.",
    "I'm sorry for the trouble I caused.",
    "I'm sorry for the misunderstanding.",
    "I'm sorry for any inconvenience.",
    "I'm sorry for not replying sooner.",
    "I'm sorry for interrupting you.",
    "I'm sorry for raising my voice.",
    "I'm sorry for forgetting your birthday.",
    "I'm sorry for what I said.",
    "I'm sorry for the confusion."
  ],
  "I'm sorry I can't": [
    "I'm sorry I can't make it to the party.",
    "I'm sorry I can't help with that.",
    "I'm sorry I can't stay longer.",
    "I'm sorry I can't join you for dinner.",
    "I'm sorry I can't take on more work right now.",
    "I'm sorry I can't give you a ride.",
    "I'm sorry I can't be there in person.",
    "I'm sorry I can't attend the meeting.",
    "I'm sorry I can't accept your offer.",
    "I'm sorry I can't do more."
  ],
  "I'm sorry, but": [
    "I'm sorry, but I have to leave early.",
    "I'm sorry, but I disagree with you.",
    "I'm sorry, but I can't help with that.",
    "I'm sorry, but that's not possible.",
    "I'm sorry, but I don't have time right now.",
    "I'm sorry, but I can't agree to those terms.",
    "I'm sorry, but I have other plans.",
    "I'm sorry, but I'm not interested.",
    "I'm sorry, but I can't give you an answer yet.",
    "I'm sorry, but that's out of my control."
  ],
  "I'm sorry to say": [
    "I'm sorry to say that we didn't get the job.",
    "I'm sorry to say that the meeting is postponed.",
    "I'm sorry to say that the project was rejected.",
    "I'm sorry to say I won't be able to join.",
    "I'm sorry to say that the product is out of stock.",
    "I'm sorry to say the weather will be bad tomorrow.",
    "I'm sorry to say that I can't attend the event.",
    "I'm sorry to say that the offer has expired.",
    "I'm sorry to say I lost the document.",
    "I'm sorry to say you didn't pass the exam."
  ],
  "I'm so sorry if I": [
    "I'm so sorry if I upset you.",
    "I'm so sorry if I was rude earlier.",
    "I'm so sorry if I hurt your feelings.",
    "I'm so sorry if I caused any trouble.",
    "I'm so sorry if I offended you.",
    "I'm so sorry if I misunderstood you.",
    "I'm so sorry if I made you uncomfortable.",
    "I'm so sorry if I interrupted your work.",
    "I'm so sorry if I forgot something important.",
    "I'm so sorry if I was too blunt."
  ],
  "I feel sorry for": [
    "I feel sorry for those who lost their jobs.",
    "I feel sorry for the victims of the disaster.",
    "I feel sorry for anyone who has to go through that.",
    "I feel sorry for the children in that situation.",
    "I feel sorry for the way things turned out.",
    "I feel sorry for the mistakes I made.",
    "I feel sorry for the people who were affected.",
    "I feel sorry for those who didn't get a chance.",
    "I feel sorry for the pain I caused.",
    "I feel sorry for the family."
  ]
}
