{
  "What I really want is": [
    "What I really want is to find some peace and quiet.",
    "What I really want is to take a vacation.",
    "What I really want is for everyone to get along.",
    "What I really want is to achieve my goals.",
    "What I really want is a good night's sleep.",
    "What I really want is to spend more time with my family.",
    "What I really want is to make a difference.",
    "What I really want is to enjoy my life.",
    "What I really want is to be successful in my career.",
    "What I really want is to help others."
  ],
  "What I really need is": [
    "What I really need is some rest.",
    "What I really need is your support.",
    "What I really need is more time to think.",
    "What I really need is a break from work.",
    "What I really need is someone to talk to.",
    "What I really need is a clear plan.",
    "What I really need is to focus on my health.",
    "What I really need is a fresh perspective.",
    "What I really need is some good advice.",
    "What I really need is a little bit of motivation."
  ],
  "What I really think is": [
    "What I really think is that we should take a different approach.",
    "What I really think is that you're doing a great job.",
    "What I really think is that this plan needs more work.",
    "What I really think is that we should wait and see.",
    "What I really think is that you're on the right track.",
    "What I really think is that we need to act quickly.",
    "What I really think is that we should focus on the positives.",
    "What I really think is that this opportunity is worth exploring.",
    "What I really think is that we need more information.",
    "What I really think is that it's time to make a decision."
  ],
  "What I really mean is": [
    "What I really mean is that I need more time.",
    "What I really mean is that we should work together.",
    "What I really mean is that I'm worried about the outcome.",
    "What I really mean is that we need to rethink our strategy.",
    "What I really mean is that I care about your opinion.",
    "What I really mean is that we can do better.",
    "What I really mean is that I'm not satisfied with the current situation.",
    "What I really mean is that I'm here to support you.",
    "What I really mean is that we need to make changes.",
    "What I really mean is that this is important to me."
  ],
  "What I really care about is": [
    "What I really care about is making a positive impact.",
    "What I really care about is the well-being of my family.",
    "What I really care about is doing my best at work.",
    "What I really care about is helping others.",
    "What I really care about is finding balance in life.",
    "What I really care about is staying true to my values.",
    "What I really care about is creating a better future.",
    "What I really care about is the success of this project.",
    "What I really care about is maintaining strong relationships.",
    "What I really care about is continuous learning and growth."
  ],
  "What I really need from you is": [
    "What I really need from you is your honest feedback.",
    "What I really need from you is your understanding.",
    "What I really need from you is your support in this matter.",
    "What I really need from you is to be patient.",
    "What I really need from you is your full attention.",
    "What I really need from you is to trust me.",
    "What I really need from you is to keep an open mind.",
    "What I really need from you is your cooperation.",
    "What I really need from you is a little more time.",
    "What I really need from you is to follow through on your promises."
  ]
}
