{
  "I'd like to say": [
    "I'd like to say thank you for your support.",
    "I'd like to say that I appreciate your hard work.",
    "I'd like to say a few words before we begin.",
    "I'd like to say that I'm proud of our team.",
    "I'd like to say sorry for the misunderstanding.",
    "I'd like to say congratulations on your achievement.",
    "I'd like to say that you've done a great job.",
    "I'd like to say how much this means to me.",
    "I'd like to say I'm here if you need anything.",
    "I'd like to say that I believe in you."
  ],
  "Please say": [
    "Please say hello to your family for me.",
    "Please say something if you have any concerns.",
    "Please say a few words to the audience.",
    "Please say you'll join us for dinner.",
    "Please say you understand the instructions.",
    "Please say whatever is on your mind.",
    "Please say that you agree with this decision.",
    "Please say your opinion on this matter.",
    "Please say yes to the proposal.",
    "Please say you're not upset about this."
  ],
  "I'm just saying that": [
    "I'm just saying that we should consider all options.",
    "I'm just saying that it might be better to wait.",
    "I'm just saying that it's important to stay calm.",
    "I'm just saying that we need more information.",
    "I'm just saying that it's not as easy as it seems.",
    "I'm just saying that we should be cautious.",
    "I'm just saying that this might not be the best time.",
    "I'm just saying that we could try a different approach.",
    "I'm just saying that it's worth a second look.",
    "I'm just saying that you should take your time."
  ],
  "What I'm trying to say is": [
    "What I'm trying to say is we need to work together.",
    "What I'm trying to say is I appreciate your efforts.",
    "What I'm trying to say is we can't rush this decision.",
    "What I'm trying to say is you're not alone in this.",
    "What I'm trying to say is there's no easy solution.",
    "What I'm trying to say is we need to think carefully.",
    "What I'm trying to say is I believe in your abilities.",
    "What I'm trying to say is communication is key.",
    "What I'm trying to say is we should plan ahead.",
    "What I'm trying to say is let's not jump to conclusions."
  ],
  "What do you say": [
    "What do you say we grab some lunch?",
    "What do you say we start the meeting now?",
    "What do you say we go for a walk?",
    "What do you say to a weekend getaway?",
    "What do you say we work on this together?",
    "What do you say we try a different approach?",
    "What do you say to ordering pizza tonight?",
    "What do you say we call it a day?",
    "What do you say we meet up later?",
    "What do you say we discuss this over coffee?"
  ],
  "Are you saying": [
    "Are you saying we should change our plans?",
    "Are you saying you don't agree with this?",
    "Are you saying we're out of time?",
    "Are you saying it's my fault?",
    "Are you saying we should start over?",
    "Are you saying this isn't going to work?",
    "Are you saying we need more resources?",
    "Are you saying we're making a mistake?",
    "Are you saying this is the final decision?",
    "Are you saying we should reconsider our options?"
  ],
  "I wouldn't say": [
    "I wouldn't say it's impossible, but it's challenging.",
    "I wouldn't say I'm an expert, but I have some experience.",
    "I wouldn't say it's perfect, but it's close.",
    "I wouldn't say I disagree, but I have some concerns.",
    "I wouldn't say I'm surprised, but I am disappointed.",
    "I wouldn't say it's the best idea, but it's worth considering.",
    "I wouldn't say I'm confident, but I'm hopeful.",
    "I wouldn't say it's a failure, but we need to improve.",
    "I wouldn't say it's a bad plan, but we need more details.",
    "I wouldn't say no, but I'd like to think about it."
  ]
}
