{
  "All I need is": [
    "All I need is a little more time.",
    "All I need is your support.",
    "All I need is a good night's sleep.",
    "All I need is some peace and quiet.",
    "All I need is to finish this project.",
    "All I need is a cup of coffee.",
    "All I need is a break from work.",
    "All I need is to hear your voice.",
    "All I need is the right tools.",
    "All I need is for you to understand."
  ],
  "All I want is": [
    "All I want is to relax this weekend.",
    "All I want is to spend time with my family.",
    "All I want is for you to be happy.",
    "All I want is to finish this book.",
    "All I want is a vacation.",
    "All I want is some clarity on the situation.",
    "All I want is to succeed in my career.",
    "All I want is to enjoy a nice meal.",
    "All I want is for everything to go smoothly.",
    "All I want is a peaceful life."
  ],
  "All I know is": [
    "All I know is that it was a mistake.",
    "All I know is that she's a great friend.",
    "All I know is that I did my best.",
    "All I know is that I can't wait for the weekend.",
    "All I know is that he's trustworthy.",
    "All I know is that this is the right decision.",
    "All I know is that it's going to be a challenge.",
    "All I know is that we need more time.",
    "All I know is that I'm not giving up.",
    "All I know is that the weather is unpredictable."
  ],
  "All I can say is": [
    "All I can say is thank you.",
    "All I can say is I'm sorry.",
    "All I can say is you did an amazing job.",
    "All I can say is we tried our best.",
    "All I can say is I'm impressed.",
    "All I can say is I'm grateful for your help.",
    "All I can say is it wasn't easy.",
    "All I can say is it's been a long day.",
    "All I can say is I hope things get better.",
    "All I can say is we'll see what happens."
  ],
  "All I'm saying is": [
    "All I'm saying is we should be careful.",
    "All I'm saying is it's worth considering.",
    "All I'm saying is we need to be prepared.",
    "All I'm saying is you should think about it.",
    "All I'm saying is there's more to the story.",
    "All I'm saying is we need more information.",
    "All I'm saying is it's a good opportunity.",
    "All I'm saying is you can do better.",
    "All I'm saying is don't rush into it.",
    "All I'm saying is let's keep an open mind."
  ],
  "All you have to do is": [
    "All you have to do is sign the document.",
    "All you have to do is ask for help.",
    "All you have to do is follow the instructions.",
    "All you have to do is be yourself.",
    "All you have to do is show up on time.",
    "All you have to do is listen carefully.",
    "All you have to do is complete the form.",
    "All you have to do is make a decision.",
    "All you have to do is keep calm.",
    "All you have to do is trust the process."
  ],
  "All I can think about is": [
    "All I can think about is the upcoming trip.",
    "All I can think about is how to solve this problem.",
    "All I can think about is getting some rest.",
    "All I can think about is the deadline.",
    "All I can think about is what happened yesterday.",
    "All I can think about is my next move.",
    "All I can think about is finishing this project.",
    "All I can think about is what to say in the meeting.",
    "All I can think about is the opportunity ahead.",
    "All I can think about is how to improve."
  ]
}
