{
  "No one": [
    "No one understands me like you do.",
    "No one is answering the phone.",
    "No one wants to take responsibility.",
    "No one believed his story.",
    "No one expected this to happen.",
    "No one knew where to find the information.",
    "No one can solve this problem.",
    "No one told me about the change in plans.",
    "No one has ever done this before.",
    "No one showed up to the meeting."
  ],
  "No one will": [
    "No one will notice if you're late.",
    "No one will believe you.",
    "No one will be there to help.",
    "No one will remember this in a week.",
    "No one will find out the truth.",
    "No one will miss you at the party.",
    "No one will care if we change the date.",
    "No one will understand how you feel.",
    "No one will question your decision.",
    "No one will argue with that."
  ],
  "Nobody can": [
    "Nobody can stop you from achieving your dreams.",
    "Nobody can do it better than you.",
    "Nobody can predict the future.",
    "Nobody can deny the facts.",
    "Nobody can take away your success.",
    "Nobody can replace you.",
    "Nobody can force you to agree.",
    "Nobody can understand what you've been through.",
    "Nobody can compete with your skills.",
    "Nobody can solve this issue alone."
  ],
  "Nobody said": [
    "Nobody said it would be easy.",
    "Nobody said you have to go.",
    "Nobody said anything about a deadline.",
    "Nobody said it was impossible.",
    "Nobody said you were wrong.",
    "Nobody said this would happen.",
    "Nobody said it's your fault.",
    "Nobody said you can't try again.",
    "Nobody said it would take this long.",
    "Nobody said you couldn't do it."
  ],
  "No one would": [
    "No one would believe that story.",
    "No one would understand what we're going through.",
    "No one would help us at that hour.",
    "No one would dare challenge him.",
    "No one would want to miss this event.",
    "No one would agree to those terms.",
    "No one would be surprised by the outcome.",
    "No one would take on that responsibility.",
    "No one would turn down such an offer.",
    "No one would question your authority."
  ],
  "No one gives": [
    "No one gives you credit for your hard work.",
    "No one gives up without a fight.",
    "No one gives their time as freely as you do.",
    "No one gives as much attention to detail.",
    "No one gives feedback as effectively as she does.",
    "No one gives more than they can handle.",
    "No one gives you a second chance.",
    "No one gives their best every single time.",
    "No one gives you the full story.",
    "No one gives you a better deal."
  ],
  "Nobody cares": [
    "Nobody cares about the details.",
    "Nobody cares what you think.",
    "Nobody cares if you're late.",
    "Nobody cares about your excuses.",
    "Nobody cares how much you tried.",
    "Nobody cares about the outcome.",
    "Nobody cares until it affects them.",
    "Nobody cares what you do with your free time.",
    "Nobody cares if you make a mistake.",
    "Nobody cares about your opinion on the matter."
  ],
  "No one can know about": [
    "No one can know about our plans.",
    "No one can know about what happened last night.",
    "No one can know about the mistake we made.",
    "No one can know about our discussion.",
    "No one can know about this until it's official.",
    "No one can know about the surprise party.",
    "No one can know about the changes until the announcement.",
    "No one can know about the deal we struck.",
    "No one can know about the confidential information.",
    "No one can know about our involvement."
  ]
}
