{
  "I’m sure": [
    "I’m sure we’ll find a solution.",
    "I’m sure you’ll do great.",
    "I’m sure everything will be fine.",
    "I’m sure he’ll call back soon.",
    "I’m sure you’ll enjoy the movie.",
    "I’m sure she’s telling the truth.",
    "I’m sure it’s going to rain later.",
    "I’m sure this is the right decision.",
    "I’m sure you’ve done your best.",
    "I’m sure they’ll understand."
  ],
  "I’m quite sure": [
    "I’m quite sure we’ve met before.",
    "I’m quite sure you’ll love this place.",
    "I’m quite sure the event starts at 7 PM.",
    "I’m quite sure this is the right address.",
    "I’m quite sure he’ll accept the offer.",
    "I’m quite sure she’ll appreciate the gesture.",
    "I’m quite sure the meeting was scheduled for today.",
    "I’m quite sure I locked the door.",
    "I’m quite sure it’s the correct answer.",
    "I’m quite sure they’ll be on time."
  ],
  "I’m not sure": [
    "I’m not sure if I can make it.",
    "I’m not sure what to say.",
    "I’m not sure about the details.",
    "I’m not sure where we’re supposed to meet.",
    "I’m not sure how to handle this.",
    "I’m not sure if this is the best option.",
    "I’m not sure who to ask for help.",
    "I’m not sure if I understand correctly.",
    "I’m not sure when the deadline is.",
    "I’m not sure whether to trust him."
  ],
  "I’m not sure of": [
    "I’m not sure of the exact time.",
    "I’m not sure of the plan.",
    "I’m not sure of the location.",
    "I’m not sure of his intentions.",
    "I’m not sure of the rules.",
    "I’m not sure of the procedure.",
    "I’m not sure of my decision.",
    "I’m not sure of the outcome.",
    "I’m not sure of the reasons behind it.",
    "I’m not sure of the next step."
  ],
  "I’m not sure what": [
    "I’m not sure what to do next.",
    "I’m not sure what you mean.",
    "I’m not sure what happened yesterday.",
    "I’m not sure what the problem is.",
    "I’m not sure what the instructions are.",
    "I’m not sure what she expects from me.",
    "I’m not sure what time the event starts.",
    "I’m not sure what caused the delay.",
    "I’m not sure what they’re planning.",
    "I’m not sure what the right answer is."
  ],
  "Are you sure": [
    "Are you sure this is the right way?",
    "Are you sure you want to go?",
    "Are you sure it’s safe?",
    "Are you sure about the date?",
    "Are you sure we have enough time?",
    "Are you sure you want to buy this?",
    "Are you sure that’s what he said?",
    "Are you sure you’re ready?",
    "Are you sure she’ll come?",
    "Are you sure this will work?"
  ],
  "Are you sure you don’t": [
    "Are you sure you don’t need any help?",
    "Are you sure you don’t want to come with us?",
    "Are you sure you don’t have any questions?",
    "Are you sure you don’t want dessert?",
    "Are you sure you don’t want to reconsider?",
    "Are you sure you don’t need anything from the store?",
    "Are you sure you don’t know the answer?",
    "Are you sure you don’t want to join?",
    "Are you sure you don’t want to talk about it?",
    "Are you sure you don’t want to try it?"
  ],
  "I know, but I’m sure": [
    "I know, but I’m sure it’ll work out.",
    "I know, but I’m sure she means well.",
    "I know, but I’m sure this is the right choice.",
    "I know, but I’m sure he’ll understand.",
    "I know, but I’m sure we’ll manage.",
    "I know, but I’m sure everything will be okay.",
    "I know, but I’m sure you’ll do great.",
    "I know, but I’m sure they’ll forgive you.",
    "I know, but I’m sure we’re on the right track.",
    "I know, but I’m sure it’s worth the risk."
  ]
}
