{
  "I’m absolutely": [
    "I’m absolutely sure about my decision.",
    "I’m absolutely thrilled to be here.",
    "I’m absolutely exhausted after the trip.",
    "I’m absolutely certain this will work.",
    "I’m absolutely amazed by your skills.",
    "I’m absolutely committed to this project.",
    "I’m absolutely delighted with the results.",
    "I’m absolutely focused on achieving my goals.",
    "I’m absolutely against that idea.",
    "I’m absolutely in love with this city."
  ],
  "This is totally": [
    "This is totally unbelievable.",
    "This is totally different from what I expected.",
    "This is totally out of my control.",
    "This is totally amazing.",
    "This is totally unacceptable.",
    "This is totally the best decision we could make.",
    "This is totally worth the effort.",
    "This is totally what I’ve been looking for.",
    "This is totally going to change everything.",
    "This is totally not what I wanted."
  ],
  "I’d rather": [
    "I’d rather stay home tonight.",
    "I’d rather not talk about it right now.",
    "I’d rather have coffee than tea.",
    "I’d rather go for a walk than watch TV.",
    "I’d rather finish my work before the meeting.",
    "I’d rather travel by train than by plane.",
    "I’d rather you told me the truth.",
    "I’d rather wait until everyone is here.",
    "I’d rather focus on one task at a time.",
    "I’d rather not make a decision just yet."
  ],
  "I’m definitely -ing": [
    "I’m definitely going to the party tonight.",
    "I’m definitely considering your offer.",
    "I’m definitely excited about the project.",
    "I’m definitely joining the gym next week.",
    "I’m definitely working on that report tomorrow.",
    "I’m definitely visiting my parents this weekend.",
    "I’m definitely going to try that new restaurant.",
    "I’m definitely finishing this book tonight.",
    "I’m definitely starting a new hobby this year.",
    "I’m definitely planning a trip for the summer."
  ],
  "I probably": [
    "I probably won’t make it to the meeting.",
    "I probably should have called you earlier.",
    "I probably need more time to think.",
    "I probably won’t be able to help with that.",
    "I probably should bring an umbrella.",
    "I probably forgot to lock the door.",
    "I probably need to review the report again.",
    "I probably will need some assistance.",
    "I probably should go to bed early tonight.",
    "I probably shouldn’t have eaten so much."
  ],
  "I’ll never": [
    "I’ll never forget this experience.",
    "I’ll never understand why that happened.",
    "I’ll never give up on my dreams.",
    "I’ll never stop loving you.",
    "I’ll never agree to those terms.",
    "I’ll never go back to that place again.",
    "I’ll never let you down.",
    "I’ll never make that mistake again.",
    "I’ll never get tired of this view.",
    "I’ll never miss another deadline."
  ],
  "Is there enough": [
    "Is there enough time to finish the project?",
    "Is there enough food for everyone?",
    "Is there enough space in the car?",
    "Is there enough money in the budget?",
    "Is there enough light to read by?",
    "Is there enough room for one more?",
    "Is there enough coffee for the meeting?",
    "Is there enough evidence to support the claim?",
    "Is there enough interest in the event?",
    "Is there enough gas in the tank?"
  ]
}
