{
  "Where are": [
    "Where are the keys?",
    "Where are you going?",
    "Where are the children?",
    "Where are my glasses?",
    "Where are we meeting?",
    "Where are the restrooms?",
    "Where are you from?",
    "Where are the documents I asked for?",
    "Where are we supposed to sit?",
    "Where are all the participants?"
  ],
  "Where did you get": [
    "Where did you get that jacket?",
    "Where did you get the idea for this project?",
    "Where did you get those shoes?",
    "Where did you get this information?",
    "Where did you get that recipe?",
    "Where did you get the tickets for the concert?",
    "Where did you get your hair done?",
    "Where did you get that book?",
    "Where did you get those sunglasses?",
    "Where did you get this furniture?"
  ],
  "Where have you": [
    "Where have you been all day?",
    "Where have you seen this before?",
    "Where have you parked the car?",
    "Where have you put my phone?",
    "Where have you traveled recently?",
    "Where have you left the keys?",
    "Where have you heard that song before?",
    "Where have you stored the old files?",
    "Where have you gone for vacation?",
    "Where have you hidden the presents?"
  ],
  "Where is the best place to": [
    "Where is the best place to buy fresh vegetables?",
    "Where is the best place to relax in the city?",
    "Where is the best place to watch the sunset?",
    "Where is the best place to have dinner?",
    "Where is the best place to find unique gifts?",
    "Where is the best place to go hiking?",
    "Where is the best place to stay during the festival?",
    "Where is the best place to see wildlife?",
    "Where is the best place to enjoy live music?",
    "Where is the best place to get coffee in town?"
  ],
  "Where should we": [
    "Where should we go for dinner?",
    "Where should we meet up later?",
    "Where should we park the car?",
    "Where should we hold the meeting?",
    "Where should we plan the event?",
    "Where should we hang the pictures?",
    "Where should we put the new furniture?",
    "Where should we start our research?",
    "Where should we go on vacation?",
    "Where should we sit during the presentation?"
  ],
  "When did you": [
    "When did you arrive?",
    "When did you learn to play the piano?",
    "When did you last see her?",
    "When did you get that promotion?",
    "When did you buy this car?",
    "When did you move to this city?",
    "When did you finish the project?",
    "When did you meet your best friend?",
    "When did you start working here?",
    "When did you decide to make the change?"
  ],
  "When was the last time": [
    "When was the last time you traveled?",
    "When was the last time you saw her?",
    "When was the last time we spoke?",
    "When was the last time you went to the gym?",
    "When was the last time you had a vacation?",
    "When was the last time you read a good book?",
    "When was the last time you visited your hometown?",
    "When was the last time you cleaned the garage?",
    "When was the last time you tried something new?",
    "When was the last time we had a family gathering?"
  ],
  "When is the best time": [
    "When is the best time to visit the museum?",
    "When is the best time to plant flowers?",
    "When is the best time to call you?",
    "When is the best time to start a new project?",
    "When is the best time to see the cherry blossoms?",
    "When is the best time to exercise?",
    "When is the best time to book a flight?",
    "When is the best time to discuss this?",
    "When is the best time to go hiking?",
    "When is the best time to post on social media?"
  ],
  "Call me when": [
    "Call me when you get home.",
    "Call me when you’re ready to leave.",
    "Call me when you arrive at the airport.",
    "Call me when you have a moment.",
    "Call me when the meeting is over.",
    "Call me when you finish your work.",
    "Call me when you find out the results.",
    "Call me when you need help.",
    "Call me when you wake up.",
    "Call me when you’re free this weekend."
  ],
  "We’ll never know when": [
    "We’ll never know when the opportunity might come.",
    "We’ll never know when they will return.",
    "We’ll never know when the next challenge will arise.",
    "We’ll never know when it will rain.",
    "We’ll never know when the economy will improve.",
    "We’ll never know when the truth will come out.",
    "We’ll never know when we might need those skills.",
    "We’ll never know when they’ll make the announcement.",
    "We’ll never know when the project will be finished.",
    "We’ll never know when the market will change."
  ],
  "Where do you think I should": [
    "Where do you think I should go on vacation?",
    "Where do you think I should invest my money?",
    "Where do you think I should buy a house?",
    "Where do you think I should eat tonight?",
    "Where do you think I should look for a job?",
    "Where do you think I should hang this painting?",
    "Where do you think I should go shopping?",
    "Where do you think I should start?",
    "Where do you think I should hold the meeting?",
    "Where do you think I should park the car?"
  ],
  "When would be a good time": [
    "When would be a good time to talk?",
    "When would be a good time to visit?",
    "When would be a good time to schedule the meeting?",
    "When would be a good time to start the project?",
    "When would be a good time to go over the details?",
    "When would be a good time to call you?",
    "When would be a good time to plan the event?",
    "When would be a good time to have lunch?",
    "When would be a good time to discuss this further?",
    "When would be a good time to make the announcement?"
  ]
}
