{
  "It’s time to": [
    "It’s time to go to bed.",
    "It’s time to start the meeting.",
    "It’s time to make a decision.",
    "It’s time to head home.",
    "It’s time to finish this project.",
    "It’s time to take a break.",
    "It’s time to plan our next move.",
    "It’s time to talk about the issue.",
    "It’s time to say goodbye.",
    "It’s time to clean up the mess."
  ],
  "It’s time for": [
    "It’s time for a change.",
    "It’s time for lunch.",
    "It’s time for the presentation.",
    "It’s time for a vacation.",
    "It’s time for some fun.",
    "It’s time for us to leave.",
    "It’s time for your appointment.",
    "It’s time for a new approach.",
    "It’s time for a fresh start.",
    "It’s time for the big reveal."
  ],
  "My time is": [
    "My time is valuable, so let’s make this quick.",
    "My time is limited today.",
    "My time is dedicated to this project.",
    "My time is best spent on important tasks.",
    "My time is running out.",
    "My time is focused on helping you succeed.",
    "My time is better spent on other priorities.",
    "My time is yours if you need assistance.",
    "My time is fully booked this week.",
    "My time is reserved for this meeting."
  ],
  "Take some time": [
    "Take some time to relax.",
    "Take some time to think it over.",
    "Take some time to enjoy the moment.",
    "Take some time to review the documents.",
    "Take some time to explore the city.",
    "Take some time to learn something new.",
    "Take some time to appreciate what you have.",
    "Take some time to reflect on your goals.",
    "Take some time to recharge.",
    "Take some time to listen to your favorite music."
  ],
  "Maybe it’s time": [
    "Maybe it’s time to move on.",
    "Maybe it’s time to try something new.",
    "Maybe it’s time to ask for help.",
    "Maybe it’s time to rethink our strategy.",
    "Maybe it’s time to have a serious conversation.",
    "Maybe it’s time to take a break.",
    "Maybe it’s time to make some changes.",
    "Maybe it’s time to let go of the past.",
    "Maybe it’s time to focus on your health.",
    "Maybe it’s time to set new goals."
  ],
  "The best time to": [
    "The best time to visit the park is early morning.",
    "The best time to exercise is in the morning.",
    "The best time to start is now.",
    "The best time to ask questions is at the end of the presentation.",
    "The best time to plant flowers is in the spring.",
    "The best time to travel is during the off-season.",
    "The best time to buy a house is when the market is down.",
    "The best time to negotiate is when you have leverage.",
    "The best time to save money is when you’re earning well.",
    "The best time to invest is as early as possible."
  ],
  "This is the last time": [
    "This is the last time I’m warning you.",
    "This is the last time we’ll discuss this.",
    "This is the last time I’m going to ask.",
    "This is the last time I’ll let this slide.",
    "This is the last time we’ll meet before the deadline.",
    "This is the last time I’ll tolerate this behavior.",
    "This is the last time I’ll be visiting this place.",
    "This is the last time I’ll say it.",
    "This is the last time we’re going over this topic.",
    "This is the last time I’ll be doing this favor."
  ]
}
