{
  "Who wants to": [
    "Who wants to go for a walk?",
    "Who wants to help with the project?",
    "Who wants to try this new dish?",
    "Who wants to join me for a movie?",
    "Who wants to volunteer for the event?",
    "Who wants to play a game?",
    "Who wants to come to the party?",
    "Who wants to lead the discussion?",
    "Who wants to take on this challenge?",
    "Who wants to learn a new skill?"
  ],
  "I wonder who": [
    "I wonder who left this note.",
    "I wonder who will win the game.",
    "I wonder who’s responsible for this.",
    "I wonder who called earlier.",
    "I wonder who sent the invitation.",
    "I wonder who came up with this idea.",
    "I wonder who will be at the meeting.",
    "I wonder who organized the event.",
    "I wonder who will speak first.",
    "I wonder who owns that car."
  ],
  "I wonder which": [
    "I wonder which restaurant we should try.",
    "I wonder which book to read next.",
    "I wonder which route is faster.",
    "I wonder which option is better.",
    "I wonder which team will win.",
    "I wonder which movie to watch tonight.",
    "I wonder which dress I should wear.",
    "I wonder which one is the most popular.",
    "I wonder which candidate will be selected.",
    "I wonder which flavor is the best."
  ],
  "It doesn’t matter which": [
    "It doesn’t matter which day we meet.",
    "It doesn’t matter which color you choose.",
    "It doesn’t matter which route we take.",
    "It doesn’t matter which option you pick.",
    "It doesn’t matter which movie we watch.",
    "It doesn’t matter which seat you take.",
    "It doesn’t matter which time we start.",
    "It doesn’t matter which restaurant we go to.",
    "It doesn’t matter which one you buy.",
    "It doesn’t matter which way we go."
  ],
  "Can anyone tell me which": [
    "Can anyone tell me which bus to take?",
    "Can anyone tell me which room the meeting is in?",
    "Can anyone tell me which button to press?",
    "Can anyone tell me which day works best?",
    "Can anyone tell me which direction to go?",
    "Can anyone tell me which option is better?",
    "Can anyone tell me which hotel is closest?",
    "Can anyone tell me which document I need?",
    "Can anyone tell me which number to call?",
    "Can anyone tell me which form to fill out?"
  ],
  "Is there anyone who": [
    "Is there anyone who can help with this?",
    "Is there anyone who knows the answer?",
    "Is there anyone who’s available this weekend?",
    "Is there anyone who wants to join?",
    "Is there anyone who can drive me to the station?",
    "Is there anyone who can translate this?",
    "Is there anyone who’s seen my phone?",
    "Is there anyone who can fix this issue?",
    "Is there anyone who has experience with this?",
    "Is there anyone who can recommend a good book?"
  ],
  "Which way is": [
    "Which way is the nearest gas station?",
    "Which way is the exit?",
    "Which way is the right direction?",
    "Which way is the hotel?",
    "Which way is the main entrance?",
    "Which way is the fastest route?",
    "Which way is the museum?",
    "Which way is the train station?",
    "Which way is the city center?",
    "Which way is the restroom?"
  ],
  "I can’t imagine who": [
    "I can’t imagine who would do such a thing.",
    "I can’t imagine who could be behind this.",
    "I can’t imagine who left this here.",
    "I can’t imagine who would believe that.",
    "I can’t imagine who would want to go there.",
    "I can’t imagine who started that rumor.",
    "I can’t imagine who would disagree with you.",
    "I can’t imagine who might know the answer.",
    "I can’t imagine who told you that.",
    "I can’t imagine who would decline the offer."
  ],
  "I can’t decide which": [
    "I can’t decide which dress to wear.",
    "I can’t decide which movie to watch.",
    "I can’t decide which book to buy.",
    "I can’t decide which restaurant to choose.",
    "I can’t decide which color I like best.",
    "I can’t decide which route to take.",
    "I can’t decide which project to start with.",
    "I can’t decide which gift to get her.",
    "I can’t decide which time is better for the meeting.",
    "I can’t decide which option to go with."
  ]
}
