{
  "What if": [
    "What if it starts raining during the picnic?",
    "What if we miss the bus?",
    "What if I forget my lines during the presentation?",
    "What if they don’t like the gift?",
    "What if we try a different approach?",
    "What if we can’t find a solution?",
    "What if the meeting gets canceled?",
    "What if we get lost on the way?",
    "What if it doesn’t work out as planned?",
    "What if we make a mistake?"
  ],
  "What makes you": [
    "What makes you think that?",
    "What makes you happy?",
    "What makes you so confident?",
    "What makes you believe it’s true?",
    "What makes you excited about this project?",
    "What makes you different from the others?",
    "What makes you think he’ll agree?",
    "What makes you say that?",
    "What makes you interested in this job?",
    "What makes you want to move to another city?"
  ],
  "What do you think of": [
    "What do you think of this idea?",
    "What do you think of the new restaurant?",
    "What do you think of my presentation?",
    "What do you think of her outfit?",
    "What do you think of the new policy?",
    "What do you think of our chances?",
    "What do you think of this book?",
    "What do you think of his proposal?",
    "What do you think of the weather today?",
    "What do you think of the changes we made?"
  ],
  "What do you want to": [
    "What do you want to do this weekend?",
    "What do you want to eat for dinner?",
    "What do you want to achieve this year?",
    "What do you want to talk about?",
    "What do you want to watch tonight?",
    "What do you want to learn?",
    "What do you want to focus on today?",
    "What do you want to buy at the store?",
    "What do you want to say to her?",
    "What do you want to see in the city?"
  ],
  "What are you trying to": [
    "What are you trying to accomplish?",
    "What are you trying to prove?",
    "What are you trying to say?",
    "What are you trying to find?",
    "What are you trying to do?",
    "What are you trying to explain?",
    "What are you trying to achieve with this plan?",
    "What are you trying to hide?",
    "What are you trying to suggest?",
    "What are you trying to convince me of?"
  ],
  "What’s the best way to": [
    "What’s the best way to learn a new language?",
    "What’s the best way to improve my skills?",
    "What’s the best way to solve this problem?",
    "What’s the best way to get to the airport?",
    "What’s the best way to stay motivated?",
    "What’s the best way to start a conversation?",
    "What’s the best way to cook this dish?",
    "What’s the best way to manage your time?",
    "What’s the best way to prepare for the exam?",
    "What’s the best way to handle this situation?"
  ],
  "What do you mean by": [
    "What do you mean by that comment?",
    "What do you mean by ‘no’?",
    "What do you mean by saying it’s too late?",
    "What do you mean by this phrase?",
    "What do you mean by being cautious?",
    "What do you mean by ‘success’?",
    "What do you mean by this change?",
    "What do you mean by ‘it’s complicated’?",
    "What do you mean by your question?",
    "What do you mean by ‘it’s not working’?"
  ],
  "What happened to": [
    "What happened to your plans?",
    "What happened to the project deadline?",
    "What happened to our agreement?",
    "What happened to the cake you baked?",
    "What happened to your phone?",
    "What happened to the old manager?",
    "What happened to that idea we discussed?",
    "What happened to the car?",
    "What happened to our reservations?",
    "What happened to the files on my computer?"
  ]
}
