{
  "I wish I could": [
    "I wish I could help you with that.",
    "I wish I could stay longer.",
    "I wish I could speak multiple languages.",
    "I wish I could attend the meeting.",
    "I wish I could travel more often.",
    "I wish I could meet you in person.",
    "I wish I could be there with you.",
    "I wish I could go to the concert.",
    "I wish I could change the past.",
    "I wish I could have seen that movie."
  ],
  "I wish I were": [
    "I wish I were more confident.",
    "I wish I were there to help you.",
    "I wish I were a better cook.",
    "I wish I were more organized.",
    "I wish I were on vacation right now.",
    "I wish I were as talented as you.",
    "I wish I were able to attend the event.",
    "I wish I were in better shape.",
    "I wish I were living in a big city.",
    "I wish I were more patient."
  ],
  "I swear": [
    "I swear I didn’t mean to offend you.",
    "I swear I saw him yesterday.",
    "I swear I’ll never do that again.",
    "I swear I’m telling the truth.",
    "I swear I heard something strange.",
    "I swear I’ll be there on time.",
    "I swear I locked the door.",
    "I swear I’ve seen that movie before.",
    "I swear I’m doing my best.",
    "I swear this will work."
  ],
  "I’ll see if": [
    "I’ll see if I can find the information.",
    "I’ll see if I can help you tomorrow.",
    "I’ll see if I have time to join.",
    "I’ll see if the store is still open.",
    "I’ll see if I can contact them today.",
    "I’ll see if there are any updates.",
    "I’ll see if I can finish the report.",
    "I’ll see if anyone else is available.",
    "I’ll see if I can make it to the party.",
    "I’ll see if there’s another solution."
  ],
  "I was wondering if": [
    "I was wondering if you could help me with something.",
    "I was wondering if you’re free this weekend.",
    "I was wondering if you’ve seen my keys.",
    "I was wondering if you’re interested in the project.",
    "I was wondering if we could reschedule the meeting.",
    "I was wondering if you had any suggestions.",
    "I was wondering if you’ve heard the news.",
    "I was wondering if you could join us for dinner.",
    "I was wondering if you might have a spare charger.",
    "I was wondering if you’re available for a quick chat."
  ],
  "I guess I was": [
    "I guess I was wrong about the timing.",
    "I guess I was too late to the party.",
    "I guess I was expecting too much.",
    "I guess I was unclear in my explanation.",
    "I guess I was mistaken about the address.",
    "I guess I was overthinking the situation.",
    "I guess I was distracted earlier.",
    "I guess I was a bit harsh with my words.",
    "I guess I was too busy to notice.",
    "I guess I was just nervous."
  ],
  "Hit": [
    "Hit me up when you’re free.",
    "Hit the brakes!",
    "Hit the nail on the head.",
    "Hit the lights when you leave.",
    "Hit the gym before work.",
    "Hit the snooze button one more time.",
    "Hit the books before the exam.",
    "Hit the road early to avoid traffic.",
    "Hit send on that email.",
    "Hit the reset button and start over."
  ],
  "Forget about": [
    "Forget about what I said earlier.",
    "Forget about the past and move on.",
    "Forget about your worries for a while.",
    "Forget about the meeting; it’s been canceled.",
    "Forget about the mistake; it happens.",
    "Forget about that option; it’s not feasible.",
    "Forget about trying to please everyone.",
    "Forget about your diet for today.",
    "Forget about the weather; let’s enjoy the day.",
    "Forget about the problem and focus on the solution."
  ],
  "I’m heading": [
    "I’m heading to the store; do you need anything?",
    "I’m heading out for a walk.",
    "I’m heading to bed; good night.",
    "I’m heading to the office early today.",
    "I’m heading home after the meeting.",
    "I’m heading to the airport right now.",
    "I’m heading in your direction; see you soon.",
    "I’m heading back to work now.",
    "I’m heading to the gym this afternoon.",
    "I’m heading over to my friend’s place."
  ],
  "Please remind me to": [
    "Please remind me to call my mom later.",
    "Please remind me to send that email.",
    "Please remind me to pick up the dry cleaning.",
    "Please remind me to pay the bills tomorrow.",
    "Please remind me to set the alarm.",
    "Please remind me to bring my charger.",
    "Please remind me to buy groceries on the way home.",
    "Please remind me to check the schedule.",
    "Please remind me to water the plants.",
    "Please remind me to take my medicine."
  ]
}
