[
  {
    "eng": "How do I report a lost item?",
    "fra": "Comment puis-je signaler un objet perdu?",
    "deu": "Wie melde ich einen verlorenen Gegenstand?",
    "spa": "¿Cómo reporto un objeto perdido?",
    "ita": "Come posso segnalare un oggetto smarrito?",
    "rus": "Как я могу сообщить о потере?",
    "tur": "Kayıp bir eşyayı nasıl bildiririm?"
  },
  {
    "eng": "What should I do if my passport is stolen?",
    "fra": "Que dois-je faire si mon passeport est volé?",
    "deu": "Was soll ich tun, wenn mein Reisepass gestohlen wird?",
    "spa": "¿Qué debo hacer si me roban el pasaporte?",
    "ita": "Cosa devo fare se mi rubano il passaporto?",
    "rus": "Что мне делать, если украли мой паспорт?",
    "tur": "Pasaportum çalınırsa ne yapmalıyım?"
  },
  {
    "eng": "Where can I file a police report for stolen items?",
    "fra": "Où puis-je déposer un rapport de police pour des objets volés?",
    "deu": "Wo kann ich eine polizeiliche Anzeige für gestohlene Gegenstände erstatten?",
    "spa": "¿Dónde puedo presentar un informe policial por objetos robados?",
    "ita": "Dove posso presentare una denuncia alla polizia per oggetti rubati?",
    "rus": "Где я могу подать заявление в полицию о краже?",
    "tur": "Çalınan eşyalar için nerede polis raporu düzenleyebilirim?"
  },
  {
    "eng": "What information do I need to report a lost item?",
    "fra": "Quelles informations dois-je fournir pour signaler un objet perdu?",
    "deu": "Welche Informationen benötige ich, um einen verlorenen Gegenstand zu melden?",
    "spa": "¿Qué información necesito para reportar un objeto perdido?",
    "ita": "Quali informazioni sono necessarie per segnalare un oggetto smarrito?",
    "rus": "Какая информация необходима для сообщения о потере?",
    "tur": "Kayıp bir eşyayı bildirmek için hangi bilgilere ihtiyacım var?"
  },
  {
    "eng": "Can I report a stolen item online?",
    "fra": "Puis-je signaler un objet volé en ligne?",
    "deu": "Kann ich einen gestohlenen Gegenstand online melden?",
    "spa": "¿Puedo reportar un objeto robado en línea?",
    "ita": "Posso segnalare un oggetto rubato online?",
    "rus": "Могу ли я сообщить о краже онлайн?",
    "tur": "Çalınan bir eşyayı çevrimiçi bildirebilir miyim?"
  },
  {
    "eng": "What steps should I take if my credit card is stolen?",
    "fra": "Quelles mesures dois-je prendre si ma carte de crédit est volée?",
    "deu": "Welche Schritte sollte ich unternehmen, wenn meine Kreditkarte gestohlen wird?",
    "spa": "¿Qué pasos debo seguir si me roban la tarjeta de crédito?",
    "ita": "Quali passi devo seguire se mi rubano la carta di credito?",
    "rus": "Какие шаги предпринять, если украли мою кредитную карту?",
    "tur": "Kredi kartım çalınırsa ne yapmalıyım?"
  },
  {
    "eng": "Who should I contact if my phone is stolen?",
    "fra": "Qui dois-je contacter si mon téléphone est volé?",
    "deu": "Wen soll ich kontaktieren, wenn mein Telefon gestohlen wird?",
    "spa": "¿A quién debo contactar si me roban el teléfono?",
    "ita": "Chi devo contattare se mi rubano il telefono?",
    "rus": "К кому мне обратиться, если украли мой телефон?",
    "tur": "Telefonum çalınırsa kimi aramalıyım?"
  },
  {
    "eng": "How can I track my stolen items?",
    "fra": "Comment puis-je suivre mes objets volés?",
    "deu": "Wie kann ich meine gestohlenen Gegenstände verfolgen?",
    "spa": "¿Cómo puedo rastrear mis objetos robados?",
    "ita": "Come posso rintracciare i miei oggetti rubati?",
    "rus": "Как я могу отследить свои украденные вещи?",
    "tur": "Çalınan eşyalarımı nasıl takip edebilirim?"
  },
  {
    "eng": "Is there a fee to file a police report?",
    "fra": "Y a-t-il des frais pour déposer un rapport de police?",
    "deu": "Gibt es eine Gebühr für die Einreichung eines Polizeiberichts?",
    "spa": "¿Hay una tarifa para presentar un informe policial?",
    "ita": "C'è una tassa per presentare una denuncia alla polizia?",
    "rus": "Есть ли плата за подачу заявления в полицию?",
    "tur": "Polis raporu düzenlemek için bir ücret var mı?"
  },
  {
    "eng": "What should I do if my driver's license is stolen?",
    "fra": "Que dois-je faire si mon permis de conduire est volé?",
    "deu": "Was soll ich tun, wenn mein Führerschein gestohlen wird?",
    "spa": "¿Qué debo hacer si me roban la licencia de conducir?",
    "ita": "Cosa devo fare se mi rubano la patente di guida?",
    "rus": "Что делать, если украли мои водительские права?",
    "tur": "Ehliyetim çalınırsa ne yapmalıyım?"
  },
  {
    "eng": "How can I replace my stolen passport?",
    "fra": "Comment puis-je remplacer mon passeport volé?",
    "deu": "Wie kann ich meinen gestohlenen Reisepass ersetzen?",
    "spa": "¿Cómo puedo reemplazar mi pasaporte robado?",
    "ita": "Come posso sostituire il mio passaporto rubato?",
    "rus": "Как я могу заменить украденный паспорт?",
    "tur": "Çalınan pasaportumu nasıl yenileyebilirim?"
  },
  {
    "eng": "Where is the nearest police station?",
    "fra": "Où est le commissariat de police le plus proche?",
    "deu": "Wo ist die nächste Polizeistation?",
    "spa": "¿Dónde está la estación de policía más cercana?",
    "ita": "Dov'è la stazione di polizia più vicina?",
    "rus": "Где находится ближайший полицейский участок?",
    "tur": "En yakın polis merkezi nerede?"
  },
  {
    "eng": "Can I get a copy of the police report for my records?",
    "fra": "Puis-je obtenir une copie du rapport de police pour mes dossiers?",
    "deu": "Kann ich eine Kopie des Polizeiberichts für meine Unterlagen erhalten?",
    "spa": "¿Puedo obtener una copia del informe policial para mis registros?",
    "ita": "Posso ottenere una copia del rapporto della polizia per i miei archivi?",
    "rus": "Могу ли я получить копию полицейского отчета для моих записей?",
    "tur": "Kayıtlarım için polis raporunun bir kopyasını alabilir miyim?"
  },
  {
    "eng": "How long does it take to process a police report?",
    "fra": "Combien de temps faut-il pour traiter un rapport de police?",
    "deu": "Wie lange dauert die Bearbeitung eines Polizeiberichts?",
    "spa": "¿Cuánto tiempo lleva procesar un informe policial?",
    "ita": "Quanto tempo ci vuole per elaborare un rapporto di polizia?",
    "rus": "Сколько времени занимает обработка полицейского отчета?",
    "tur": "Bir polis raporunun işlenmesi ne kadar sürer?"
  },
  {
    "eng": "What should I do if my wallet is stolen?",
    "fra": "Que dois-je faire si mon portefeuille est volé?",
    "deu": "Was soll ich tun, wenn mein Portemonnaie gestohlen wird?",
    "spa": "¿Qué debo hacer si me roban la cartera?",
    "ita": "Cosa devo fare se mi rubano il portafoglio?",
    "rus": "Что мне делать, если украли мой кошелек?",
    "tur": "Cüzdanım çalınırsa ne yapmalıyım?"
  },
  {
    "eng": "How can I protect my identity if my ID is stolen?",
    "fra": "Comment puis-je protéger mon identité si ma carte d'identité est volée?",
    "deu": "Wie kann ich meine Identität schützen, wenn mein Ausweis gestohlen wird?",
    "spa": "¿Cómo puedo proteger mi identidad si me roban la identificación?",
    "ita": "Come posso proteggere la mia identità se il mio documento viene rubato?",
    "rus": "Как защитить свою личность, если украли мои документы?",
    "tur": "Kimliğim çalınırsa kimliğimi nasıl koruyabilirim?"
  },
  {
    "eng": "What should I do if my luggage is lost or stolen?",
    "fra": "Que dois-je faire si mes bagages sont perdus ou volés?",
    "deu": "Was soll ich tun, wenn mein Gepäck verloren geht oder gestohlen wird?",
    "spa": "¿Qué debo hacer si mi equipaje se pierde o es robado?",
    "ita": "Cosa devo fare se il mio bagaglio viene smarrito o rubato?",
    "rus": "Что делать, если мой багаж потерян или украден?",
    "tur": "Bagajım kaybolur veya çalınırsa ne yapmalıyım?"
  },
  {
    "eng": "Can I report a lost or stolen item at the embassy?",
    "fra": "Puis-je signaler un objet perdu ou volé à l'ambassade?",
    "deu": "Kann ich einen verlorenen oder gestohlenen Gegenstand bei der Botschaft melden?",
    "spa": "¿Puedo reportar un objeto perdido o robado en la embajada?",
    "ita": "Posso segnalare un oggetto smarrito o rubato all'ambasciata?",
    "rus": "Могу ли я сообщить о потере или краже в посольстве?",
    "tur": "Kayıp veya çalıntı bir eşyayı büyükelçiliğe bildirebilir miyim?"
  },
  {
    "eng": "What should I do if my travel documents are stolen?",
    "fra": "Que dois-je faire si mes documents de voyage sont volés?",
    "deu": "Was soll ich tun, wenn meine Reisedokumente gestohlen werden?",
    "spa": "¿Qué debo hacer si me roban los documentos de viaje?",
    "ita": "Cosa devo fare se mi rubano i documenti di viaggio?",
    "rus": "Что делать, если мои проездные документы украдены?",
    "tur": "Seyahat belgelerim çalınırsa ne yapmalıyım?"
  },
  {
    "eng": "Can I get assistance from the consulate for stolen items?",
    "fra": "Puis-je obtenir de l'aide du consulat pour des objets volés?",
    "deu": "Kann ich Hilfe vom Konsulat für gestohlene Gegenstände erhalten?",
    "spa": "¿Puedo obtener ayuda del consulado por objetos robados?",
    "ita": "Posso ottenere assistenza dal consolato per oggetti rubati?",
    "rus": "Могу ли я получить помощь от консульства в случае кражи вещей?",
    "tur": "Çalınan eşyalar için konsolosluktan yardım alabilir miyim?"
  }
]
