[
  {
    "eng": "How do I contact the local authorities?",
    "fra": "Comment puis-je contacter les autorités locales?",
    "deu": "Wie kontaktiere ich die örtlichen Behörden?",
    "spa": "¿Cómo puedo contactar a las autoridades locales?",
    "ita": "Come posso contattare le autorità locali?",
    "rus": "Как связаться с местными властями?",
    "tur": "Yerel yetkililerle nasıl iletişime geçebilirim?"
  },
  {
    "eng": "What documents do I need to bring to the local authorities?",
    "fra": "Quels documents dois-je apporter aux autorités locales?",
    "deu": "Welche Dokumente muss ich zu den örtlichen Behörden mitbringen?",
    "spa": "¿Qué documentos necesito llevar a las autoridades locales?",
    "ita": "Quali documenti devo portare alle autorità locali?",
    "rus": "Какие документы нужно принести в местные органы власти?",
    "tur": "Yerel yetkililere hangi belgeleri götürmem gerekiyor?"
  },
  {
    "eng": "Where is the nearest local government office?",
    "fra": "Où se trouve le bureau du gouvernement local le plus proche?",
    "deu": "Wo ist das nächste lokale Regierungsbüro?",
    "spa": "¿Dónde está la oficina de gobierno local más cercana?",
    "ita": "Dov'è l'ufficio del governo locale più vicino?",
    "rus": "Где находится ближайший офис местного самоуправления?",
    "tur": "En yakın yerel hükümet ofisi nerede?"
  },
  {
    "eng": "What are the office hours of the local authorities?",
    "fra": "Quelles sont les heures d'ouverture des autorités locales?",
    "deu": "Was sind die Bürozeiten der örtlichen Behörden?",
    "spa": "¿Cuáles son las horas de oficina de las autoridades locales?",
    "ita": "Quali sono gli orari di ufficio delle autorità locali?",
    "rus": "Каковы часы работы местных органов власти?",
    "tur": "Yerel yetkililerin çalışma saatleri nedir?"
  },
  {
    "eng": "Do I need an appointment to visit the local authorities?",
    "fra": "Ai-je besoin d'un rendez-vous pour visiter les autorités locales?",
    "deu": "Brauche ich einen Termin, um die örtlichen Behörden zu besuchen?",
    "spa": "¿Necesito una cita para visitar a las autoridades locales?",
    "ita": "Ho bisogno di un appuntamento per visitare le autorità locali?",
    "rus": "Нужно ли записываться на прием к местным властям?",
    "tur": "Yerel yetkilileri ziyaret etmek için randevu almam gerekiyor mu?"
  },
  {
    "eng": "How do I file a complaint with the local authorities?",
    "fra": "Comment puis-je déposer une plainte auprès des autorités locales?",
    "deu": "Wie reiche ich eine Beschwerde bei den örtlichen Behörden ein?",
    "spa": "¿Cómo presento una queja ante las autoridades locales?",
    "ita": "Come posso presentare un reclamo alle autorità locali?",
    "rus": "Как подать жалобу в местные органы власти?",
    "tur": "Yerel yetkililere nasıl şikayette bulunabilirim?"
  },
  {
    "eng": "What services are provided by the local government office?",
    "fra": "Quels services sont fournis par le bureau du gouvernement local?",
    "deu": "Welche Dienstleistungen werden vom lokalen Regierungsbüro angeboten?",
    "spa": "¿Qué servicios ofrece la oficina del gobierno local?",
    "ita": "Quali servizi sono forniti dall'ufficio del governo locale?",
    "rus": "Какие услуги предоставляет местное самоуправление?",
    "tur": "Yerel hükümet ofisi hangi hizmetleri sunuyor?"
  },
  {
    "eng": "How do I report a crime to the local authorities?",
    "fra": "Comment puis-je signaler un crime aux autorités locales?",
    "deu": "Wie melde ich ein Verbrechen bei den örtlichen Behörden?",
    "spa": "¿Cómo reporto un crimen a las autoridades locales?",
    "ita": "Come posso denunciare un crimine alle autorità locali?",
    "rus": "Как сообщить о преступлении в местные органы власти?",
    "tur": "Yerel yetkililere nasıl suç ihbarında bulunurum?"
  },
  {
    "eng": "Can the local authorities help with legal advice?",
    "fra": "Les autorités locales peuvent-elles aider avec des conseils juridiques?",
    "deu": "Können die örtlichen Behörden bei rechtlichen Fragen helfen?",
    "spa": "¿Pueden las autoridades locales ayudar con asesoramiento legal?",
    "ita": "Le autorità locali possono aiutare con consigli legali?",
    "rus": "Могут ли местные органы власти помочь с юридической консультацией?",
    "tur": "Yerel yetkililer yasal tavsiye konusunda yardımcı olabilir mi?"
  },
  {
    "eng": "Where can I get official documents certified?",
    "fra": "Où puis-je faire certifier des documents officiels?",
    "deu": "Wo kann ich offizielle Dokumente beglaubigen lassen?",
    "spa": "¿Dónde puedo certificar documentos oficiales?",
    "ita": "Dove posso far certificare documenti ufficiali?",
    "rus": "Где можно заверить официальные документы?",
    "tur": "Resmi belgeleri nerede onaylatabilirim?"
  },
  {
    "eng": "How can I request public records from the local authorities?",
    "fra": "Comment puis-je demander des documents publics aux autorités locales?",
    "deu": "Wie kann ich öffentliche Aufzeichnungen von den örtlichen Behörden anfordern?",
    "spa": "¿Cómo puedo solicitar registros públicos a las autoridades locales?",
    "ita": "Come posso richiedere documenti pubblici alle autorità locali?",
    "rus": "Как я могу запросить публичные записи в местных органах власти?",
    "tur": "Yerel yetkililerden kamu kayıtlarını nasıl talep edebilirim?"
  },
  {
    "eng": "What is the process for obtaining a building permit?",
    "fra": "Quelle est la procédure pour obtenir un permis de construire?",
    "deu": "Wie ist das Verfahren zur Erlangung einer Baugenehmigung?",
    "spa": "¿Cuál es el proceso para obtener un permiso de construcción?",
    "ita": "Qual è la procedura per ottenere un permesso di costruzione?",
    "rus": "Каков процесс получения разрешения на строительство?",
    "tur": "İnşaat ruhsatı almak için süreç nedir?"
  },
  {
    "eng": "How do I register my address with the local authorities?",
    "fra": "Comment puis-je enregistrer mon adresse auprès des autorités locales?",
    "deu": "Wie registriere ich meine Adresse bei den örtlichen Behörden?",
    "spa": "¿Cómo registro mi dirección con las autoridades locales?",
    "ita": "Come posso registrare il mio indirizzo presso le autorità locali?",
    "rus": "Как зарегистрировать свой адрес в местных органах власти?",
    "tur": "Yerel yetkililere adresimi nasıl kaydettirebilirim?"
  },
  {
    "eng": "Can I pay local taxes at the government office?",
    "fra": "Puis-je payer les taxes locales au bureau du gouvernement?",
    "deu": "Kann ich lokale Steuern im Regierungsbüro bezahlen?",
    "spa": "¿Puedo pagar los impuestos locales en la oficina del gobierno?",
    "ita": "Posso pagare le tasse locali all'ufficio del governo?",
    "rus": "Могу ли я заплатить местные налоги в правительственном офисе?",
    "tur": "Yerel vergileri hükümet ofisinde ödeyebilir miyim?"
  },
  {
    "eng": "What are the procedures for registering a business with the local authorities?",
    "fra": "Quelles sont les procédures pour enregistrer une entreprise auprès des autorités locales?",
    "deu": "Wie sind die Verfahren zur Registrierung eines Unternehmens bei den örtlichen Behörden?",
    "spa": "¿Cuáles son los procedimientos para registrar un negocio con las autoridades locales?",
    "ita": "Quali sono le procedure per registrare un'azienda presso le autorità locali?",
    "rus": "Каковы процедуры регистрации бизнеса в местных органах власти?",
    "tur": "Yerel yetkililerle iş kaydı için prosedürler nelerdir?"
  },
  {
    "eng": "How can I request a meeting with a local government official?",
    "fra": "Comment puis-je demander une réunion avec un fonctionnaire du gouvernement local?",
    "deu": "Wie kann ich ein Treffen mit einem lokalen Regierungsbeamten anfordern?",
    "spa": "¿Cómo puedo solicitar una reunión con un funcionario del gobierno local?",
    "ita": "Come posso richiedere un incontro con un funzionario del governo locale?",
    "rus": "Как я могу запросить встречу с местным чиновником?",
    "tur": "Yerel bir hükümet yetkilisiyle görüşme talep edebilir miyim?"
  },
  {
    "eng": "What should I do if I receive a fine from the local authorities?",
    "fra": "Que dois-je faire si je reçois une amende des autorités locales?",
    "deu": "Was soll ich tun, wenn ich eine Geldstrafe von den örtlichen Behörden erhalte?",
    "spa": "¿Qué debo hacer si recibo una multa de las autoridades locales?",
    "ita": "Cosa devo fare se ricevo una multa dalle autorità locali?",
    "rus": "Что делать, если я получил штраф от местных властей?",
    "tur": "Yerel yetkililerden ceza alırsam ne yapmalıyım?"
  },
  {
    "eng": "How can I report a problem with public services to the local authorities?",
    "fra": "Comment puis-je signaler un problème avec les services publics aux autorités locales?",
    "deu": "Wie kann ich ein Problem mit öffentlichen Dienstleistungen bei den örtlichen Behörden melden?",
    "spa": "¿Cómo puedo reportar un problema con los servicios públicos a las autoridades locales?",
    "ita": "Come posso segnalare un problema con i servizi pubblici alle autorità locali?",
    "rus": "Как я могу сообщить о проблеме с государственными услугами в местные органы власти?",
    "tur": "Kamu hizmetleriyle ilgili bir sorunu yerel yetkililere nasıl bildirebilirim?"
  },
  {
    "eng": "Can the local authorities help with translation services?",
    "fra": "Les autorités locales peuvent-elles aider avec des services de traduction?",
    "deu": "Können die örtlichen Behörden bei Übersetzungsdiensten helfen?",
    "spa": "¿Pueden las autoridades locales ayudar con los servicios de traducción?",
    "ita": "Le autorità locali possono aiutare con i servizi di traduzione?",
    "rus": "Могут ли местные власти помочь с переводческими услугами?",
    "tur": "Yerel yetkililer tercüme hizmetleri konusunda yardımcı olabilir mi?"
  },
  {
    "eng": "What are the steps to get a local residency permit?",
    "fra": "Quelles sont les étapes pour obtenir un permis de résidence locale?",
    "deu": "Wie sind die Schritte, um eine lokale Aufenthaltserlaubnis zu erhalten?",
    "spa": "¿Cuáles son los pasos para obtener un permiso de residencia local?",
    "ita": "Quali sono i passaggi per ottenere un permesso di soggiorno locale?",
    "rus": "Каковы шаги для получения местного вида на жительство?",
    "tur": "Yerel oturma izni almak için adımlar nelerdir?"
  }
]
