{
  "How come": [
    "How come you didn’t call me back?",
    "How come it’s so quiet in here?",
    "How come you’re late?",
    "How come you didn’t finish the project?",
    "How come you’re not going to the party?",
    "How come they haven’t arrived yet?",
    "How come you didn’t tell me?",
    "How come this is so difficult?",
    "How come she didn’t show up?",
    "How come the meeting was canceled?"
  ],
  "How could you": [
    "How could you forget my birthday?",
    "How could you say that?",
    "How could you make such a mistake?",
    "How could you break your promise?",
    "How could you not notice that?",
    "How could you leave without saying goodbye?",
    "How could you be so careless?",
    "How could you trust him?",
    "How could you do this to me?",
    "How could you not tell me the truth?"
  ],
  "How did - go?": [
    "How did the meeting go?",
    "How did your interview go?",
    "How did the party go?",
    "How did your presentation go?",
    "How did the project go?",
    "How did the test go?",
    "How did your trip go?",
    "How did the event go?",
    "How did the conversation go?",
    "How did the game go?"
  ],
  "How often do you": [
    "How often do you exercise?",
    "How often do you visit your family?",
    "How often do you go out to eat?",
    "How often do you check your email?",
    "How often do you travel for work?",
    "How often do you read books?",
    "How often do you clean your house?",
    "How often do you go to the gym?",
    "How often do you meet with friends?",
    "How often do you watch movies?"
  ],
  "How long have you been": [
    "How long have you been living here?",
    "How long have you been working on this project?",
    "How long have you been waiting?",
    "How long have you been studying English?",
    "How long have you been friends with her?",
    "How long have you been feeling this way?",
    "How long have you been in this job?",
    "How long have you been planning this?",
    "How long have you been interested in photography?",
    "How long have you been a member of this club?"
  ],
  "How long will you": [
    "How long will you stay in town?",
    "How long will you need to finish that?",
    "How long will you be gone?",
    "How long will you keep working on this?",
    "How long will you wait for the bus?",
    "How long will you be at the office?",
    "How long will you continue with this plan?",
    "How long will you keep the car?",
    "How long will you be in the meeting?",
    "How long will you take to decide?"
  ],
  "How many times": [
    "How many times have you visited this city?",
    "How many times have you read that book?",
    "How many times do I have to remind you?",
    "How many times have you seen this movie?",
    "How many times have you been late this week?",
    "How many times did you call him?",
    "How many times has this happened before?",
    "How many times have we talked about this?",
    "How many times have you traveled abroad?",
    "How many times do you go to the gym each week?"
  ],
  "How am I supposed to": [
    "How am I supposed to finish this on time?",
    "How am I supposed to know that?",
    "How am I supposed to solve this problem?",
    "How am I supposed to make this work?",
    "How am I supposed to find the time?",
    "How am I supposed to get there?",
    "How am I supposed to do this alone?",
    "How am I supposed to understand without instructions?",
    "How am I supposed to complete this task?",
    "How am I supposed to reach them?"
  ],
  "How long before": [
    "How long before the meeting starts?",
    "How long before we get there?",
    "How long before dinner is ready?",
    "How long before the package arrives?",
    "How long before they make a decision?",
    "How long before the show begins?",
    "How long before the deadline?",
    "How long before you need to leave?",
    "How long before we find out the results?",
    "How long before the next bus arrives?"
  ],
  "Everyone knows why": [
    "Everyone knows why he left the company.",
    "Everyone knows why you’re upset.",
    "Everyone knows why they canceled the event.",
    "Everyone knows why she was promoted.",
    "Everyone knows why the project failed.",
    "Everyone knows why it’s important to be on time.",
    "Everyone knows why you made that choice.",
    "Everyone knows why the rules were changed.",
    "Everyone knows why we need more resources.",
    "Everyone knows why this is a sensitive topic."
  ],
  "How about if": [
    "How about if we go out for dinner tonight?",
    "How about if we try a different approach?",
    "How about if you join us tomorrow?",
    "How about if we start the meeting early?",
    "How about if we postpone the trip?",
    "How about if you bring your friends?",
    "How about if we take a break?",
    "How about if you help me with this task?",
    "How about if we meet at the café?",
    "How about if we watch a movie instead?"
  ]
}
