{
  "I know": [
    "I know you’re busy right now.",
    "I know the answer to that question.",
    "I know this is a difficult situation.",
    "I know you’re telling the truth.",
    "I know it’s hard to believe.",
    "I know that you’ll do great.",
    "I know how you feel.",
    "I know the way to the park.",
    "I know what you mean.",
    "I know this place very well."
  ],
  "I know what you": [
    "I know what you’re thinking.",
    "I know what you want.",
    "I know what you’ve been through.",
    "I know what you’re going to say.",
    "I know what you did last summer.",
    "I know what you need.",
    "I know what you mean by that.",
    "I know what you’re talking about.",
    "I know what you’ve been working on.",
    "I know what you’re feeling."
  ],
  "I know how to": [
    "I know how to cook pasta.",
    "I know how to solve this problem.",
    "I know how to play the piano.",
    "I know how to get there quickly.",
    "I know how to fix this issue.",
    "I know how to handle this situation.",
    "I know how to drive a car.",
    "I know how to use this software.",
    "I know how to make a great presentation.",
    "I know how to manage my time."
  ],
  "Do you know how to": [
    "Do you know how to swim?",
    "Do you know how to bake a cake?",
    "Do you know how to change a tire?",
    "Do you know how to play chess?",
    "Do you know how to use this app?",
    "Do you know how to speak Spanish?",
    "Do you know how to get to the station?",
    "Do you know how to solve this puzzle?",
    "Do you know how to knit?",
    "Do you know how to repair a computer?"
  ],
  "I’ve known": [
    "I’ve known him since we were kids.",
    "I’ve known about this for a while.",
    "I’ve known her for over ten years.",
    "I’ve known the truth all along.",
    "I’ve known this would happen.",
    "I’ve known them through mutual friends.",
    "I’ve known how to do this for years.",
    "I’ve known you were the right person for the job.",
    "I’ve known the company’s reputation.",
    "I’ve known this area for a long time."
  ],
  "I’ll let you know": [
    "I’ll let you know when I’m ready.",
    "I’ll let you know if anything changes.",
    "I’ll let you know what time we’re meeting.",
    "I’ll let you know as soon as possible.",
    "I’ll let you know the details tomorrow.",
    "I’ll let you know if I hear back from them.",
    "I’ll let you know how it goes.",
    "I’ll let you know if I find anything.",
    "I’ll let you know when I arrive.",
    "I’ll let you know if I need any help."
  ]
}
